// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Kontakty";
"Str_FaxAddressBook"="Adresář";
"Str_FaxSyncContacts"="Synchronizace %@";

"Str_FaxSyncContacts_Start"="Spustit";
"Str_FaxPrintQueue"="Tisková fronta";
"Str_FaxStatus"="Stav";
"Str_FaxSyncContacts_Sync_Waiting"="Počkejte prosím.";

"Str_FaxSyncContact_CannotAccess_A"="Přístup k %@ není povolen.";
"Str_FaxSyncContact_CannotAccess_B"="Povolte programu FAX Utility přístup k %@. Přejděte na [Systémové předvolby] - [Zabezpečení a soukromí] - [Soukromí] - [%@].\nRestartováním programu FAX Utility zaktualizujte nastavení.";

"Str_FaxSyncContact_StartInfo_A"="Synchronizuje %@ (ručně)";
"Str_FaxSyncContact_StartInfo_B"="Umožňuje zobrazit váš seznam %@ při výběru příjemců faxu v dialogovém okně [Tisk...] jiných aplikací. Provedete-li nějaké úpravy vašeho seznamu %@, nezapomeňte znovu synchronizovat %@.";
"Str_FaxSyncContact_StartInfo_C"="Toto bude použito na všechny tiskové fronty faxu Epson.\n Než budete pokračovat, zkontrolujte:";
"Str_FaxSyncContact_StartInfo_D"="      -Dialogová okna [Tisk...] všech aplikací jsou zavřena.\n      -Nejsou odesílány žádné faxy.\n      -Žádné faxové fronty tiskárny nejsou pozastaveny.";

"Str_FaxSyncContact_OpenPrintQueue"="Chcete-li otevřít tiskové fronty, přejděte na [Systémové předvolby] - [Tisk a skenování] - [Otevřít tiskovou frontu...].";
"Str_FaxSyncContact_StartInfo_Start"="Klepnutím na [Spustit] zahájíte synchronizování %@.";

"Str_FaxSyncContact_State_Title"="Tiskové fronty faxu Epson pro synchronizaci %@:";

"Str_FaxSyncContact_State_Idle"="Připraveno";
"Str_FaxSyncContact_State_InProgress"="Synchronizování";
"Str_FaxSyncContact_State_PauseQueue"="Pozastaveno";
"Str_FaxSyncContact_State_SendingFax"="Odesílání faxů";
"Str_FaxSyncContact_State_HoldJob"="Přidržení úlohy";
"Str_FaxSyncContact_State_WaitSync"="Zaneprázdněno";
"Str_FaxSyncContact_State_SyncComplete"="Synchronizace je dokončena";
"Str_FaxSyncContact_State_SyncFailed"="Synchronizace se nezdařila";

"Str_FaxSyncContacts_Sync"="Synchronizování %@.";
"Str_FaxSyncContacts_SyncBusy"="Nelze synchronizovat s jednou nebo více tiskovými frontami. Synchronizace %@ bude obnovena po zrušení pozastavení tiskových front nebo po odeslání faxů.";
"Str_FaxSyncContacts_SyncBusy_Check"="Zkontrolujte tiskové fronty faxu Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="Rušení.";

"Str_FaxSyncContacts_Complete"="Synchronizování %@ dokončeno.";
"Str_FaxSyncContacts_CompleteWithCancel"="(Synchronizování %@ již bylo dokončeno před zrušením operace.)";

"Str_FaxSyncContacts_Error_A"="Synchronizování %@ se nezdařilo.";
"Str_FaxSyncContacts_Error_B"="Zkontrolujte, zda se tiskové fronty faxu Epson nenachází ve stavu Pozastaveno, Přidržení úlohy nebo Odesílání faxů.";

"Str_FaxSyncContact_ErrorOldPPD"="Jedna nebo více tiskových front faxu Epson byly vytvořeny za použití staršího ovladače PC-Fax.\n\nAby bylo možné synchronizovat %@, musíte přejít na [Systémové předvolby] - [Tisk a skenování] a potom odstranit a obnovit tiskové fronty faxu Epson s použitím nejnovějšího ovladače PC-FAX.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Tiskové fronty faxu Epson pro obnovení:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="O programu FAX Utility...";
"Preferences..."="Předvolby...";
"Services"="Služby";
"Hide FAX Utility"="Skrýt FAX Utility";
"Hide Others"="Skrýt ostatní";
"Show All"="Zobrazit vše";
"Quit FAX Utility"="Ukončit FAX Utility";
"File"="Soubor";
"Close"="Zavřít";
"Window"="Okno";
"Minimize"="Minimalizovat";
"Help"="Nápověda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Storno";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nelze najít soubor nezbytný pro spuštění této aplikace.\nPřeinstalujte program FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nelze získat informace o tiskárně (faxu). Otevřete \"Print & Fax Preferences\" a přidejte ovladač PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Určený soubor již existuje. Chcete jej přepsat?";
"Str_Alert_Common_Not_Responding_Error"="Tiskárna neodpovídá. Zkontrolujte, zda je tiskárna správně připojena a zda je zapnuté napájení.";
"Str_Alert_Common_Communication_Error"="Došlo k chybě komunikace tiskárny.";
"Str_Alert_Common_Printer_Processing_Error"="Tiskárna zpracovává data. Chvilku počkejte a zkuste to znovu.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Při komunikaci s tiskárnou byla zjištěna chyba.\nKód chyby (%d)";
"Str_Alert_Common_Error_Occurred"="Zpracovávání bylo zrušeno z důvodu chyby.";
"Str_Alert_Common_PrinterStatusError"="Došlo k chybě v tiskárně. Odstraňte chybu a zkuste to znovu.";
